export const ru = {
    translation: {
        title: 'Wordle: угадай слово за 6 попыток',
        submit: 'Хорошо',
        play_again: 'Играть снова',
        you_won: 'Вы победили!',
        you_lost: 'Вы проиграли! Правильное слово:',
        invalid_word: 'Пожалуйста, введите существующее слово из 5 букв',
        to_main_page: 'На главную',
        page_not_found: 'Упс, такой страницы нет!',
        how_to_play: 'Как играть',
        about_game:
            'После каждой попытки цвет ячейки подскажет, насколько точны твои буквы: Зелёный — буква на правильном месте, Жёлтый — буква есть в слове, но стоит не там, Серый — такой буквы в слове нет.',

        // accessibility
        rows: 'Игровые ряды',
        keyboard: 'Клавиатура',
        row_number: 'Ряд {{index}}',
        letter_number: 'Буква номер {{index}}: ',
        empty: 'Пусто',
        language: 'Выбор языка',
        correct_position: 'Правильная позиция',
        wrong_position: 'Неправильная позиция',
        absent: 'Отсутствует в слове',
        add: 'Добавить {{char}}',
    },
}
